
MessengerAlreadyRunning = "Microsoft Messenger가 이미 켜져 있습니다.";
MinMacOS = "Microsoft Messenger는 Mac OS %@ 나 그 이상에서 동작합니다.";
1 = "메신저 서비스를 사용할 수 없거나 인터넷이 연결되지 않아 접속할 수 없습니다.";
2 = "선택한 대화명이 올바르지 않습니다. 다른 대화명을 선택해 다시 시도해 주세요.";
3 = "SOCKS 프록시 서버에 접속할 수 없습니다. 설정을 확인해 주세요.";
4 = "전자우편 주소가 확인되기 전까지 접속할 수 없습니다.";
5 = "이 계정은 Microsoft Passport 서비스를 이용할 권한이 없습니다.";
6 = "메신저를 사용할 권한이 없습니다.\n\n메신저를 사용하기 전에 부모님이 설정을 바꾸어야 합니다.";
7 = "Microsoft Messenger for Macintosh의 새 버전을 쓸 수 있습니다. 메신저를 이용하기 위해 새 버전을 다운받아야 합니다. 업데이트를 위해 메신저를 실행하고 접속해 주세요.";
8 = "비밀번호가 틀렸거나 계정이 없어서 접속하지 못했습니다. 비밀번호를 잊었다면 도움말 메뉴에서 Help Topics를 선택해 주세요.";
9 = "서비스를 일시적으로 사용할 수 없어 접속하지 못했습니다. 나중에 다시 시도해 주세요.";
10 = "서비스가 응답하지 않아 접속하지 못했습니다. 서비스를 이용할 수 없거나 인터넷에 접속되어 있지 않을 수 있습니다.";
11 = "이미 접속해 있어 접속하지 못했습니다.";
12 = "서비스 이용자가 많아 접속하지 못했습니다. 나중에 다시 시도해 주세요.";
13 = "서버 이용자가 많거나 서비스를 사용할 수 없습니다. 같은 계정으로 다시 시도해 보려면 다시 시도를 눌러주세요. 다른 계정으로 시도해 보려면 취소를 누르고 다른 계정으로 접속을 누르거나 온라인 상태를 바꾸어 주세요.";
14 = "Microsoft Messenger에 접속할 수 없습니다.";

101 = "어떤 링크는 나쁜 바이러스나 스크립트가 섞인 파일을 열 수 있습니다.";
102 = "링크를 누르기 전에 신뢰할 수 있는 출처인지 확인해 주세요.";
103 = "Your account has to be updated to work with an upgrade to the network's Communications Service.";
104 = "시스템 관리자에게 문의해 주세요.";
105 = "프로그램이";
106 = "^0 명령을 완료할 수 없습니다. 오류가 생겼습니다.";
107 = "^0 명령을 완료할 수 없습니다. 메모리가 부족합니다.";
108 = "?";
109 = "?";
110 = "계속";
111 = "정지";
112 = "대화상대 목록을 저장할 수 없습니다. 목록이 열려 있지 않은지, 파일을 저장할 권한이 있는지, 충분한 디스크 공간이 있는지 확인해 주세요.";
113 = "바른 형식의 사용자 목록이 아닙니다. 바른 파일을 선택하고 다시 시도해 주세요.";
114 = "대화상대 더하기 요청이 각각의 대화상대에게 전달되었습니다. 새 대화상대는 목록에 보이기까지 시간이 조금 걸릴 수 있습니다.";
115 = "다음 ^0 명을 대화상대에 더할 것입니다:";
116 = "다음 사람을 대화상대에 더할 것입니다.";
117 = "대화 상대에 더하면 이 사람들은 당신이 온라인인지 확인하고 말을 걸 수 있습니다. 정말 이 사람을 대화상대로 더하겠습니까?";
118 = "대화 상대에 더하면 이 사람은 당신이 온라인인지 확인하고 말을 걸 수 있습니다. 정말 이 사람을 대화상대로 더하겠습니까?";
119 = "대화 상대 목록을 가져오려면 먼저 접속해야 합니다.";
120 = "Microsoft Messenger가 가져올 새로운 대화 상대를 찾지 못했습니다.";
121 = "계속 하려면 누르세요.";
122 = "이 작업을 취소하려면 누르세요.";
123 = "오류 번호입니다.";
